let handler  = async (m, { conn }) => { 
    let name = conn.getName(m.sender);
    let teks = `*┃مرحبًا بك في نقابتنا┃*
*⏣━══━⌬〘•☠️•〙⌬━══━⏣*
 
*〔🎴〕اللقب  ❐⇜【.... 】*

*〔🔮〕من أنمي【..... 】*

*〔👀〕ولد او بنت ❐⇜【.... 】*

*من طرف:【.......】*

*〔🔍〕+ صورة الشخصيه اللي اخترتها*
*⏣━══━⌬〘•☠️•〙⌬━══━⏣*
*¹◈ممنوع ولد ياخذ لقب بنت و العكس*
*²◈الالتزام ب قوانين الاستقبال*
*³◈ان لم يتم تعبئة الاستمارة خلال مدة24ساعه يتم طردك*
*⏣━══━⌬〘•☠️•〙⌬━══━⏣*
*✾

`.trim();

    conn.reply(m.chat, teks, m);
};

handler.customPrefix = /استماره|الاستماره/i;
handler.command = new RegExp;

export default handler;
